{
    "content": {
        "0": [
            "It is not a disease. Menopause is a normal, natural event—defined as the final menstrual period and usually confirmed when a woman has missed her periods for 12 consecutive months (in the absence of other obvious causes). Menopause is associated with reduced functioning of the ovaries due to aging, resulting in lower levels of estrogen and other hormones. It marks the permanent end of fertility. Menopause occurs, on average, at age 51. It occurs most often between ages 45 and 55. The term “premenopause” refers to the phase of life that precedes menopause. For many women, it is an optimal time to reassess their health.",
            "Induced menopause refers to menstrual periods which stop after surgical removal of the ovaries, chemotherapy or radiation damage to the ovaries, or from the use of other medications to intentionally induce menopause as part of the treatment of certain diseases. Women who have induced menopause experience the hot flashes, vaginal dryness, trouble sleeping and other symptoms of menopause, but without the gradual onset of a natural menopause. Seek out a certified menopause practitioner for help finding the many options available in regard to induced menopause.  ",
            "►Find a Menopause Practitioner now",
            "Each woman’s menopause experience is different. Many women who undergo natural menopause report no physical changes at all during the perimenopausal years except irregular menstrual periods that eventually stop when they reach menopause. Other changes may include hot flashes, difficulty sleeping, memory problems, mood disturbances, vaginal dryness, and weight gain. Not all these changes are hormone-related, and some, such as hot flashes and memory problems, tend to resolve after menopause. Maintaining a healthy lifestyle during this time of transition is essential for your health and can even prevent or blunt some of these changes.",
            "    ",
            " ",
            "Some women report sleep disturbances (insomnia) around the time of menopause, and women and their healthcare providers sometimes attribute sleep disturbances to menopause symptoms. However, there are many reasons for sleep disturbances besides menopausal night sweats (simply, hot flashes at night). Your sleep disturbances may be caused by factors that affect many women beginning at midlife, such as sleep-disordered breathing (known as sleep apnea), restless legs syndrome, stress, anxiety, depression, painful chronic illnesses, and even some medications. Any treatment should first focus on improving your sleep routine—use regular hours to sleep each night, avoid getting too warm while sleeping, avoid stimulants such as caffeine and dark chocolate. When lifestyle changes fail to alleviate sleep disturbances, your clinician may want to refer you to a sleep center to rule out sleep-related disorders before initiating prescription treatment. If your sleep disturbance is related solely to hot flashes, hormone therapy is likely to help.",
            "Memory and other cognitive abilities change throughout life. Difficulty concentrating and remembering are common complaints during perimenopause and the years right after menopause. Some data imply that even though there is a trend for memory to be worse during the menopause transition, memory after the transition is as good as it was before. Memory problems may be more related to normal cognitive aging, mood, and other factors than to menopause or the menopause transition. Maintaining an extensive social network, remaining physically and mentally active, consuming a healthy diet, not smoking, and consuming alcohol in moderation may all help prevent memory loss. Atherosclerosis (hardening of the arteries) may also contribute to mental decline. Aim for normal cholesterol, normal weight, and normal blood pressure to help protect your brain. Women who are concerned about declining cognitive performance are advised to consult with their healthcare providers.",
            "Studies suggest that hormones may play a role in headaches. Women at increased risk for hormonal headaches during perimenopause are those who have already had headaches influenced by hormones, such as those with a history of headaches around their menstrual periods (so-called menstrual migraines) or when taking oral contraceptives. Hormonal headaches typically stop when menopause is reached and hormone levels are consistently low. Most headaches do not require treatment or can be treated with nonprescription pain medications. Some headaches, however, can be serious. More serious headaches, including migraines, may require prescription drugs; however, care should be taken to monitor the use of these drugs. If a headache is unusually painful or different from those you have had before, seek medical help promptly.",
            "Most women make the transition into menopause without experiencing depression, but many women report symptoms of moodiness, depressed mood, anxiety, stress, and a decreased sense of well-being during perimenopause. Women with a history of clinical depression or a history of premenstrual syndrome (PMS) or postpartum depression seem to be particularly vulnerable to recurrent depression during perimenopause, as are women who report significant stress, sexual dysfunction, physical inactivity, or hot flashes. The idea of growing older may be difficult or depressing for some women. Sometimes menopause just comes at a bad time in a woman’s life. She may have other challenges to deal with at midlife, and menopause gives her one more problem on her list. It has been suggested that mood symptoms may be related to erratic fluctuations in estrogen levels, but limited data exist on why this occurs. Antidepressants are the primary pharmacologic treatment for menopause-associated depression. Menopause hormone therapy and hormone contraceptives can be used as off-label therapies, especially in women with concurrent hot flashes. The wide range of psychological symptoms reported during the menopause transition, from irritability and blue moods to the recurrence of major depression, can be identified and often treated by a woman’s primary care provider or a menopause practitioner.",
            "Vaginal dryness is extremely common during menopause. It’s just one of a collection of symptoms known as the genitourinary syndrome of menopause (GSM) that involves changes to the vulvovaginal area, as well as to the urethra and bladder. These changes can lead to vaginal dryness, pain with intercourse, urinary urgency, and sometimes more frequent bladder infections. These body changes and symptoms are commonly associated with decreased estrogen. However, decreased estrogen is not the only cause of vaginal dryness. It is important to stop using soap and powder on the vulva, stop using fabric softeners and anticling products on your underwear, and avoid wearing panty liners and pads. Vaginal moisturizers and lubricants may help. Persistent vaginal dryness and painful intercourse should be evaluated by your healthcare provider. If it is determined to be a symptom of menopause, vaginal dryness can be treated with low-dose vaginal estrogen, or the oral selective estrogen-receptor modulator ospemifene can be used. Regular sexual activity can help preserve vaginal function by increasing blood flow to the genital region and helping maintain the size of the vagina. Without sexual activity and estrogen, the vagina can become smaller as well as dryer.",
            "Sexual desire decreases with age in both sexes, and low desire is common in women in their 40s and 50s, but not universal. Some women have increased interest, while others notice no change at all. There is no major drop in testosterone at menopause. If lack of interest is related to discomfort with intercourse, estrogen may help. What’s important to remember is that there is a full range of psychological, cultural, personal, interpersonal and biological factors that can contribute to declining sexual interest, so if the decline in desire is bothering you, tell your healthcare provider. A clinical evaluation can identify any underlying medical or psychological causes of low sexual desire, which then can be treated as appropriate.",
            "Aging skin undergoes loss of structural proteins (collagen) and elasticity, which creates sags and wrinkles. It also becomes less able to retain moisture, leading to increased dryness. Hormones play an important role in skin health. In particular, for women diminished levels of estrogen at menopause contribute to a decline in skin collagen and thickness. Beyond hormone changes, a number of other factors can increase the visible signs of aging skin. In smokers, the effects of aging are more pronounced, and long-time smokers have more skin damage. Maintaining skin health is one of several good reasons not to smoke or to quit smoking. Exposure to sunlight and other sources of ultraviolet (UV) light is another significant factor in skin changes. Long-term UV ray exposure causes negative effects on skin appearance, including lines, wrinkles, rough texture, and brown spots, to build up over time. Aging skin also is more prone to skin cancer. For this reason, use of a good sunscreen is essential. For optimal UV protection, women should use a broad-spectrum sunscreen, which blocks both UVA and UVB rays. Ideally, it should be applied every day to exposed areas and reapplied every 2 to 3 hours during outdoor activities. Avoiding the sun during peak hours (11 am to 3 pm) and wearing a broad-brimmed hat and solar protective clothing are also advised. Avoid tanning to ensure healthier, more attractive skin—tanned skin means that skin is damaged. Other skin-healthy habits include eating a well-balanced diet, getting adequate sleep, and drinking adequate water. A moisturizer also can minimize water loss from the skin and make it appear more hydrated. Most cream-based moisturizers contain ingredients that boost the outer layer of the skin. Other components, such as hyaluronic acid and topical retinoids, have shown to provide skin benefits.",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for a healthcare expert interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now "
        ],
        "1": [
            "Dietary supplements and other over-the-counter (OTC), nonprescription therapies for treating menopause symptoms should only be used with appropriate oversight from a healthcare professional. Few OTC therapies have the patient package insert that provides vital information on the safety and effectiveness of the drug, information that is required by the US Food and Drug Administration (FDA) for all prescription medications. Because the normal regulations for prescription or OTC drugs do not apply to dietary supplements, demonstrating safety is not required before a dietary supplement is put on the market. Although a number of manufacturers do employ rigorous quality-control measures, many products are not monitored for purity or levels of active ingredients. In Canada, the term natural health product is used in place of dietary supplement. The 2004, Canadian Natural Health Products Regulations ensure that these products are safe, are of high quality, and actually do what they claim that they do. Canadian regulations require that all natural health products have a product license before they can be sold, and they must be produced at a site that also has a license. Supplements in the United States are not regulated in this fashion, and the buyer should be aware of this lack of regulation. Products are typically not pulled from the market until after people have been harmed.",
            "Dietary supplements or herbal therapies can interact with prescription drugs, resulting in either increased or decreased effects of the drug, the supplement or both. Until clinical trials provide scientific evidence of the effectiveness and safety of any given supplement, it is always best to speak to your clinician before using any dietary supplements in the United States and to inform your physician if you are already taking them.",
            "In a word, no. Women and girls have urinary incontinence (involuntary leaking of urine) but it tends to increase with age. Other factors that have been associated with incontinence include diabetes, obesity, weight gain, depression, hysterectomy, family history, and use of hormone therapy. Some disorders of the pelvic floor (the muscles, ligaments, and connective tissue that support a woman’s internal organs) also may be responsible for the urinary leakage. Embarrassment and lack of awareness about effective treatments are the main reasons women do not seek care. Once you have been examined to determine the cause of the leakage, your healthcare provider can provide you with strategies and treatments to manage this condition, no matter what the cause.",
            "Many women gain weight during the menopause transition, although neither menopause nor menopause treatments have been shown to be responsible. Midlife weight gain appears to be mostly related to aging and lifestyle, and although the cause is not menopause, menopause may be related to changes in body composition and where fat is stored, with a decrease in lean body mass. These changes may have detrimental metabolic consequences, so it’s important to avoid weight gain during and after the menopause years through diet and exercise, which minimizes fat gain and maintains muscle, thereby reducing body size.",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for physicians and other healthcare providers interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now "
        ],
        "2": [
            "Are considering menopause hormone therapy? Before making a decision about hormone therapy, here's some facts you need to know. The experts at NAMS offer these answers to the frequently asked questions about menopause hormone therapy so that you have all the information you need to make an informed decision. Learn about this form of treatment below.   ",
            "Hormone therapies are the prescription drugs used most often to treat hot flashes and genitourinary syndrome of menopause (GSM), which includes vaginal dryness, after menopause. For hot flashes, hormones are given in pills, patches, sprays, gels, or a vaginal ring that deliver hormones throughout the body—known as “systemic” therapy. For genitourinary symptoms, hormones are given in creams, pills, or rings that are inserted into the vagina. (An approved pill is also available to treat genitourinary symptoms that is not considered a hormone but does affect estrogen receptors, mostly in and around the vagina.)",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for physicians and other healthcare providers interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now "
        ],
        "3": [
            "The Society’s membership of 2,000 professionals representing a variety of disciplines—including clinical and basic science experts from medicine, nursing, pharmacy, anthropology, sociology, psychology, and complementary/alternative medicine—makes NAMS uniquely qualified to serve as the definitive resource for health professionals and the public for accurate, unbiased menopause information. The links below provide answers from the experts on frequently asked questions about menopause, perimenopause and menopause symptoms, hot flashes, hormone therapy, women’s health issues, finding a menopause specialist, and more.",
            "►Perimenopause & Premature Menopause",
            "►Menopause",
            "►Hot Flashes",
            "►Menopause Symptoms",
            "►Menopause and Women's Health",
            "►Hormone Therapy and Menopause",
            " The Menopause Guidebook"
        ],
        "4": [
            "The gradual transition between the reproductive years and menopause (the cessation of menstrual periods) is called perimenopause (literally meaning “around menopause”). It is generally a transition that is many years long and can be associated with shorter menstrual intervals, irregular menses, night sweats, and other symptoms. In some women, these symptoms are troublesome enough to need medical intervention. ",
            "Menopause, whether natural or induced, is called premature when it happens at age 40 or younger. This occurs in about 1% of women in the United States. Premature menopause that is not induced can be genetic, metabolic, autoimmune, or the result of other poorly understood conditions. Premature menopause should be evaluated thoroughly.",
            "Menopause symptoms related to induced menopause can be similar to those from natural menopause, including hot flashes, sleep disturbances, and vaginal dryness. But premenopausal women who experience induced menopause can have more intense symptoms and, therefore, a greater need for treatment to control them than women who undergo natural menopause. And because you may be going through menopause at a young age, you need ongoing monitoring and sometimes treatment to lower your risk of menopause associated diseases, such as osteoporosis, later in life.",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for physicians and other healthcare providers interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now"
        ],
        "5": [
            "Osteoarthritis, the most common degenerative joint disease, is predominantly a disease of aging. Typically, weight-bearing joints, including the knees, hips, and feet, are affected. Aside from aging, important risk factors are obesity, significant joint injury, and overuse. Even though there is no way to prevent or cure osteoarthritis, maintaining ideal weight and exercising to strengthen muscles have been shown to provide pain relief. A wide variety of over-the-counter and prescription therapies are also available to alleviate pain. It’s a good idea to consult your healthcare provider, however, to rule out rheumatoid arthritis, a more serious autoimmune disease of the joints.",
            "The common forms of hair loss after menopause are diffuse shedding and “female pattern hair loss,” which typically starts with a widening center part, and the loss is mainly at the top and crown (upper back) of your head. Diffuse shedding usually resolves on its own within 6 months. Why women experience female pattern hair loss is not well understood, but a shift in the balance between estrogen and androgens (male hormones) may be one cause. Nutrition and thyroid disease or other medical conditions may also cause hair loss. Talk to your healthcare providers about what the cause may be in your case. You may need to see a dermatologist. You can support healthy hair by eating a healthy diet low in red meat and calories and rich in zinc, iron, vitamin D, and biotin and taking a daily multivitamin. Treatments your healthcare providers may recommend may be aimed at suppressing androgens (with minoxidil-containing scalp treatments or shampoos or with prescription drugs), or they may recommend other prescription medications or antidandruff shampoos containing zinc or ketoconazole.",
            "After menopause, some women report chronically dry and scratchy eyes, often along with light sensitivity, blurred vision, or swollen or reddened eyelids—a condition called chronic dry eye. Tearing can also be a symptom, because the eye produces more watery tears to compensate, although these tears don’t lubricate the eyes the way healthy tears do. Sometimes, the condition is caused by certain diseases (such as Sjögren’s syndrome) or drugs (such as allergy medications and antidepressants). Consult your eye care team about what may be the cause in your case and the therapies available to help provide relief. In mild cases, over-the-counter artificial tear drops or gels can help. Drinking more water and taking omega 3 supplements may also be beneficial. More severe cases may require plugging tear ducts to keep tears in the eyes longer or prescription medication. ",
            "Your dental health and the health of your bones are closely related. So, although problems with teeth and gums may be more common at and after menopause, don’t think of them as “normal.” With bone loss, the tooth sockets in your jaw deteriorate, leading to receding gums and exposing the roots, which makes you sensitive to cold. Take good care of your teeth and your bones. Get regular dental checkups, and follow your dentist’s advice about flossing, brushing, and rinsing. And talk to your doctor about bone health. ",
            "You do. Although many women think of heart disease as a man’s disease,  the number one killer of women in North America is cardiovascular disease, that is, diseases of the heart and circulatory system. After age 55, more than half of all the deaths in women are caused by cardiovascular disease. Risk for this disease increases after menopause. Be sure to talk to your healthcare team about what your risks are and how you can reduce them.",
            "Osteoporosis is a loss of bone strength that makes you vulnerable to broken bones. Although women start losing bone in their 30s, the process speeds up after menopause. Osteoporosis is called “silent,” that is, you may not know you have it until you have a broken bone. Testing for osteoporosis with a bone mineral density test is usually recommended for women at age 65. If you are younger than 65 and have what’s called a “fragility fracture,” that is, a bone break typical of weakened bones (often in the wrist), that indicates you have osteoporosis. Talk to your healthcare provider about your risk of osteoporosis and what you can do to help keep your bones strong, especially with good nutrition and exercise.",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for physicians and other healthcare providers interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now "
        ],
        "6": [
            "The most common menopause-related discomfort is the hot flash (sometimes called a hot flush). Although their exact cause still isn’t fully understood, hot flashes are thought to be the result of changes in the hypothalamus, the part of the brain that regulates the body’s temperature. If the hypothalamus mistakenly senses that a woman is too warm, it starts a chain of events to cool her down. Blood vessels near the surface of the skin begin to dilate (enlarge), increasing blood flow to the surface in an attempt to dissipate body heat. This produces a red, flushed look to the face and neck in light-skinned women. It may also make a woman perspire to cool the body down. The heart may beat faster, and women may sense that rapid heartbeat.  A cold chill often follows a hot flash. A few women experience only the chill.",
            "Most women experience hot flashes for 6 months to 2 years, although some reports suggest that they last considerably longer—as long as 10 years, depending on when they began. For a small proportion of women, they may never go away. It is not uncommon for women to experience a recurrence of hot flashes more than 10 years after menopause, even into their 70s or beyond. There is no reliable way of predicting when they will start—or stop.",
            "Menopause is a fact of life for every woman around the world. However, the physical and mental impact of this physiologic inevitability varies both within and across all cultures. While there is no universal menopause experience, it can mark the beginning of an exciting new time of life for all women.",
            "Get the checkups you need and maintain a healthy lifestyle. The risks of osteoporosis, heart disease, diabetes, and cancer all rise after menopause. Most women visit their primary care doctor or gynecologist once a year for a “well-woman visit,” which insurance now covers with no co-pay. Even height, weight, and blood pressure checks at your visit reveal a lot about your health risks, and you and your healthcare team can discuss other tests you might need, such as cholesterol measurements, PAP tests, and mammograms. Physical inactivity, obesity, and unhealthy eating, smoking, and excessive alcohol consumption increase the risk of heart disease, stroke, diabetes, and cancer. The evidence continues to grow that getting active, losing excess weight, and healthy habits can reduce these risks.",
            "Although the available treatments for hot flashes do not cure hot flashes, they do offer relief. Hot flashes usually fade away eventually without treatment, and no treatment is necessary unless hot flashes are bothersome. A few women have an occasional hot flash forever. There are a number of low-risk coping strategies and lifestyle changes that may be helpful for managing hot flashes, but if hot flashes remain very disruptive, prescription therapy may be considered. Prescription hormone therapy (HT) approved by the US Food and Drug Administration (FDA) and by Health Canada include systemic estrogen therapy (ET) and estrogen-progestogen therapy (EPT; for women with a uterus)—are the standard treatment. Another FDA-approved hormone product, for women with a uterus, combines estrogen with bazedoxifene instead of a progestogen. Bazedoxifene is an estrogen agonist/antagonist, which means that it works like estrogen in some tissues while inhibiting estrogen activity in others. In this case, it helps to protect the uterus from cancer.",
            " ",
            "For women who prefer not to take hormones or cannot hormones, nonhormone drugs approved to treat depression, called selective serotonin-reuptake inhibitors (SSRIs), have been found to be effective in treating hot flashes in women who don’t have depression. The only SSRI FDA has approved thus far for treating hot flashes is paroxetine 7.5 mg.",
            "The North American Menopause Society maintains a search feature on this website for those women in the United States or Canada who are searching for physicians and other healthcare providers interested in helping them manage their health through menopause and beyond. Those who have passed a competency examination leading to the prestigious credential of NAMS Certified Menopause Practitioner are noted in the displayed results.",
            "►Find a Menopause Practitioner now "
        ]
    }
}