{
    "content": {
        "0": [
            "FOR PATIENTS",
            "NEED MORE INFORMATION? WE’RE HERE TO HELP",
            "NEED MORE INFORMATION?WE’RE HERE TO HELP",
            "PATIENT INFORMATION & RESOURCES",
            "As a private, cash-pay practice, HaneyGYN offers a fresh approach to gynecology care. Dr. Katherine Haney emphasizes listening and getting to know each patient individually to provide tailored health plans and ongoing support without the hindrance of insurance. With a limited number of patients, we believe you should always receive on-time appointments, more time for your appointment, prompt response to phone calls and appointment requests, an efficient and easy-to-navigate office and transparent pricing. HaneyGYN is committed to guiding you in good health and wellness, offering more connection, conversation and convenience. As part of this commitment, we are proud to provide online patient forms and easy online appointment scheduling.",
            "Want to learn more about our practice? Check out our HaneyGYN FAQ.",
            "CONVENIENT ONLINE ACCESS",
            "PATIENT FORMS",
            "Putting patients first means respecting your time. For your convenience, we offer online access to our patient forms. Simply download and print the forms ahead of your appointment time.",
            "Did you know we offer convenient online appointment requests?",
            "SO MUCH MORE THAN AN ANNUAL EXAM",
            "GYN CARE AT EVERY STAGE OF LIFE",
            "Women’s health care should be more than your annual Pap smear. If you have asked yourself any of the following questions, Dr. Haney can help. No matter what stage of life you’re in, she can help guide you in finding answers and providing ongoing care and support. Request an appointment at HaneyGYN and start achieving your health goals.",
            "Teens and early 20s.",
            "LEARN MORE>",
            "20s and 30s.",
            "LEARN MORE>",
            "40s and early 50s.",
            "LEARN MORE>",
            "55 and beyond.",
            "LEARN MORE>",
            "Need to get in touch with us? We’re here for you.",
            "FOR TIPS AND INFORMATION",
            "READ OUR LATEST BLOG POSTS.",
            "HaneyGYN is dedicated to patient wellness and education. Learn more about our practice, health tips, gynecologic conditions and news from board-certified gynecologist Dr. Katherine Haney.",
            "Happy New Year from all of us at HaneyGYN! We are also celebrating 2 years of providing an innovative new level of healthcare to women. In 2020, we were on the forefront of developing direct patient care in Nashville. Our dream to give women frictionless access to excellent preventive healthcare and …",
            "  HaneyGYN Turns Two: 2023 Update Read More »",
            "Mona Lisa Touch® is a simple, non-surgical laser treatment for vaginal rejuvenation that has provided life-changing results for thousands of women around the world. At HaneyGYN, we are proud to offer this game-changing treatment to the women of Nashville, TN, and the surrounding area. Read …",
            "  MonaLisa Touch®: Frequently Asked Questions (FAQs) Read More »",
            "Preparing for college can be an exciting, yet stressful time for a fledgling coed. From coordinating housing and choosing classes to adjusting to an entirely new lifestyle, it can even be overwhelming. Unfortunately, it’s easy for new students to neglect some of the most vital …",
            "  Off to College: Tips for Prioritizing Your Female Health Read More »",
            "Intermittent fasting is rapidly becoming one of the world’s most popular health and wellness trends. Many celebrities sing its praises, citing its health benefits and ease of use. But they aren’t the only ones. In fact, millions of people around the world now use this …",
            "  Intermittent Fasting: A Beginner’s Guide Read More »",
            "Are you preparing to go off to college? College can be one of the most fun, exciting, and transformative times of a person’s life. However, newfound freedoms may also bring with them an increased vulnerability to danger. Unfortunately, personal safety is often overlooked when preparing …",
            "  Off to College: Top 10 Personal Safety Tips Read More »",
            "Are you interested in learning more about our practice? Read more to learn the answers to some of your most frequently asked questions. Q: Does Dr. Haney see patients of all ages? A: Yes, absolutely!  Caring for women at all stages of life is what …",
            "  Haney GYN Frequently Asked Questions Read More »",
            "We’ve talked before about why you need a gynecologist. Now we’re discussing why a GYN is vital during every stage of life. The number of women seeing gynecologists has dropped through the years. However, a gynecologist can ensure you receive total healthcare as a woman. Gynecology is …",
            "  How A GYN Can Help You At Any Stage In Life Read More »",
            "Most of us had an anatomy or wellness class at some point in school. Yet, as time passes, you might have forgotten some of those lessons. Have you ever asked yourself questions like: What are female hormones? What is their function? What hormones do I have in my …",
            "  Female Hormone Basics: What You Need To Know Read More »",
            "Gynecology visits can be nerve-wracking. Whether you’re experiencing a problem or just dread your annual Pap smear, it can make you hesitant to visit your gynecologist(GYN) regularly. You’ve probably asked yourself, “Do I really need a gynecologist?” While it is an understandable question, gynecology and specialized female healthcare are …",
            "  Do I Really Need A Gynecologist? Read More »"
        ],
        "1": [
            "Most of us had an anatomy or wellness class at some point in school. Yet, as time passes, you might have forgotten some of those lessons. Have you ever asked yourself questions like: What are female hormones? What is their function? What hormones do I have in my body? If so, this post is for you.  Below, we talk through female hormone basics and what you need to know.  ",
            "Before we go on, there is no shame in not knowing the complexities of hormones or your body’s function. Instead, we’re here to help educate you so you can make informed decisions about your healthcare. Keep reading to learn about hormones, hormonal changes, and when something might be wrong.  ",
            "Hormones are the body’s chemical messengers. These messengers tell your body what, how, and when to function. Hormones are produced by the endocrine system and travel throughout the body to tissue and organs in the bloodstream. They can affect a range of body functions, including growth, sexual function, mood, metabolism, and reproduction.  ",
            "The female body has three main hormones. These are estrogen, progesterone, and testosterone. The basic female hormones help the body function properly. They also regulate functions like menstruation, menopause, reproduction, and more.  ",
            "Your hormones naturally fluctuate throughout your life. A board-certified gynecologist can help you navigate these changes no matter your age or phase in life. These changes are important in growth and development and foundational to your aging. You’re probably already familiar with the major changes, such as puberty, menstruation, pregnancy, and menopause. ",
            "Puberty usually begins around ages 8-14. During this time, the body stimulates estrogen and progesterone production. This results in menstruation, breast development, hair growth, anatomy changes, and oil production. ",
            "Menstruation can happen anytime during puberty, though it usually begins around age 12. A menstruation cycle is made up of three phases. Hormonal birth control methods disrupt this process by inhibiting ovulation.  ",
            "Pregnancy is when a fertilized egg is implanted on the wall of the uterus. Remember, this happens during the luteal phase of menstruation we talked about above. In the early stages of pregnancy, the body produces pregnancy hormones, and progesterone levels rise. After the end of a pregnancy, hormones slowly return to normal over time. After pregnancy, some experience low estrogen levels during breastfeeding, which can suppress ovulation for a time.  ",
            "Menopause is a hormonal change characterized by a lack of menstruation. Typically, the onset of perimenopause – or the time your body begins the transition to menopause – is around the mid to late 40s, though some women experience it sooner. Perimenopause includes the “typical” symptoms you may know about menopause. This includes hot flashes, mood changes, vaginal dryness, trouble sleeping, and irregular periods. This phase usually lasts a few years. Then, menopause generally begins around age 51. During menopause, estrogen and progesterone levels are produced at a lower level. This can cause age-related hormone symptoms such as vaginal dryness, low sexual desire, and bone density loss.  ",
            "While hormonal changes throughout life, sometimes hormones can become imbalanced unexpectedly. If you experience any of the following symptoms, you may have imbalanced hormones. You should talk to your gynecologist to understand your symptoms. Sometimes, symptoms and imbalance may be the sign of another condition. These can include PCOS, tumors, ovarian cancer, or obesity. It’s always best to talk to your doctor if you have any of the following symptoms.  ",
            "No two people are exactly alike. There are three active hormones in the female body, estrogen, progesterone, and testosterone. These three main hormones may function differently for each person. But all three do work together to ensure the body works properly. Menstruation, reproduction, pregnancy, and menopause are all controlled by hormones. Each is an important aspect of female health. But it’s more than just pregnancy and periods. Imbalances can cause a host of symptoms or be a sign of something more worrisome. Always talk with your doctor if you’re experiencing unexplained symptoms.  ",
            "At HaneyGYN, we take the time to truly get to know you and understand your unique needs. Dr. Haney has extensive experience treating patients at all stages of life. From menstruation to menopause and everything between, we can help guide you on a path to good health. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "2": [
            "INTRODUCING HANEY | GYN",
            "A NEW APPROACH TO GYN CARE",
            "HaneyGYN provides a full spectrum of personalized gynecology and women’s health care for your unique needs. Designed with you in mind, our practice offers more of what you need – expert care, personal connection, convenient appointments, ongoing support and more. Our fresh approach to gynecology care puts you – our patient – first. Limiting the barriers to care allows us to focus on your health and wellness.",
            "INTRODUCING HANEY | GYN",
            "A NEW APPROACH TO GYN CARE",
            "HaneyGYN provides a full spectrum of personalized gynecology and women’s health care for your unique needs. Designed with you in mind, our practice offers more of what you need – expert care, personal connection, convenient appointments, ongoing support and more. Our fresh approach to gynecology care puts you – our patient – first. Limiting the barriers to care allows us to focus on your health and wellness.",
            "DESIGNED TO PROVIDE MORE OF WHAT MATTERS MOST TO YOU.",
            "MORE OF WHAT MATTERS MOST TO YOU.",
            "CONVERSATION. CONVENIENCE. CONNECTION.",
            "HaneyGYN is a private, female-owned gynecology practice in Nashville, Tennessee. Led by Dr. Katherine Haney, HaneyGYN provides women of all ages complete gynecology and women’s health care. As a cash-pay practice, we focus on the doctor-patient relationship first and foremost – allowing Dr. Haney to provide the one-on-one, personalized care you need. We take the time to listen and get to know you in order to provide tailored treatments and ongoing support plans, each designed for your unique needs. Our goal is to provide you complete, focused and dedicated care to guide you in good health and wellness. HaneyGYN offers a full range of gynecology services, including preventive care, annual exams, hormone evaluations, nutrition and weight loss consultations, fertility assessments or assistance, second opinions, post-cancer care and more.",
            "MEET DR. HANEY",
            "KATHERINE HANEY, MD",
            "\"I have known since I was young that I wanted to be a doctor.\"",
            "I was following in my father's and grandfather's footsteps. The path came naturally, and training was stimulating and exciting. My 20 years practicing obstetrics and gynecology have been a joy! Being a doctor allows me to immerse myself in the ever-expanding complexities of medicine and therapeutics. I often say, \"I have the best patients.\" With major changes in medicine, patients need me now more than ever. They need me to be a relentless advocate for their best interest and protect them from external forces that dictate their care. By eliminating the complex web of insurance, I return my time and resources to the patient. I love getting to know my patients, helping them through difficult times, and hearing the stories of their lives. I look forward to seeing you and believe HaneyGYN can achieve something greater for you – better health.",
            "LEARN MORE ABOUT OUR PRACTICE>",
            "EDUCATION",
            "INTERNSHIP & RESIDENCY\nVanderbilt University School of Medicine, Department of Obstetrics & Gynecology",
            "MEDICAL DEGREE\nVanderbilt University School of Medicine, Vice President of Graduating Class",
            "UNDERGRADUATE DEGREE\nVanderbilt University, Bachelor of Arts, Graduated Magna Cum Laude",
            "FACULTY APPOINTMENTS",
            "ASSISTANT PROFESSOR\nUniversity of Tennessee Health Science CenterCollege of MedicineDepartment of Obstetrics & Gynecology",
            "BOARD CERTIFICATIONS",
            "AMERICAN BOARD OF OBSTETRICS & GYNECOLOGY\nBoard Certified",
            "AMERICAN COLLEGE OF OBSTETRICS & GYNECOLOGY\nFellow",
            "AMERICAN BOARD OF OBESITY MEDICINE\nBoard Certified",
            "NORTH AMERICAN MENOPAUSE SOCIETY\nDiplomate",
            "Did you know we offer convenient online appointment requests?",
            "FOR TIPS AND INFORMATION",
            "READ OUR LATEST BLOG POSTS.",
            "HaneyGYN is dedicated to patient wellness and education. Learn more about our practice, health tips, gynecologic conditions and news from board-certified gynecologist Dr. Katherine Haney.",
            "Happy New Year from all of us at HaneyGYN! We are also celebrating 2 years of providing an innovative new level of healthcare to women. In 2020, we were on the forefront of developing direct patient care in Nashville. Our dream to give women frictionless access to excellent preventive healthcare and …",
            "  HaneyGYN Turns Two: 2023 Update Read More »",
            "Mona Lisa Touch® is a simple, non-surgical laser treatment for vaginal rejuvenation that has provided life-changing results for thousands of women around the world. At HaneyGYN, we are proud to offer this game-changing treatment to the women of Nashville, TN, and the surrounding area. Read …",
            "  MonaLisa Touch®: Frequently Asked Questions (FAQs) Read More »",
            "Preparing for college can be an exciting, yet stressful time for a fledgling coed. From coordinating housing and choosing classes to adjusting to an entirely new lifestyle, it can even be overwhelming. Unfortunately, it’s easy for new students to neglect some of the most vital …",
            "  Off to College: Tips for Prioritizing Your Female Health Read More »",
            "Intermittent fasting is rapidly becoming one of the world’s most popular health and wellness trends. Many celebrities sing its praises, citing its health benefits and ease of use. But they aren’t the only ones. In fact, millions of people around the world now use this …",
            "  Intermittent Fasting: A Beginner’s Guide Read More »",
            "Are you preparing to go off to college? College can be one of the most fun, exciting, and transformative times of a person’s life. However, newfound freedoms may also bring with them an increased vulnerability to danger. Unfortunately, personal safety is often overlooked when preparing …",
            "  Off to College: Top 10 Personal Safety Tips Read More »",
            "We’ve talked before about why you need a gynecologist. Now we’re discussing why a GYN is vital during every stage of life. The number of women seeing gynecologists has dropped through the years. However, a gynecologist can ensure you receive total healthcare as a woman. Gynecology is …",
            "  How A GYN Can Help You At Any Stage In Life Read More »",
            "Most of us had an anatomy or wellness class at some point in school. Yet, as time passes, you might have forgotten some of those lessons. Have you ever asked yourself questions like: What are female hormones? What is their function? What hormones do I have in my …",
            "  Female Hormone Basics: What You Need To Know Read More »",
            "Gynecology visits can be nerve-wracking. Whether you’re experiencing a problem or just dread your annual Pap smear, it can make you hesitant to visit your gynecologist(GYN) regularly. You’ve probably asked yourself, “Do I really need a gynecologist?” While it is an understandable question, gynecology and specialized female healthcare are …",
            "  Do I Really Need A Gynecologist? Read More »",
            "HEAR FROM REAL PATIENTS",
            "As a busy professional, I found myself spending more time on hold scheduling and trying to get refills than I did speaking to the actual doctor about my health. When I found Dr. Haney, I realized I could spend that time on my health! And that she was willing to value my time – what a breath of fresh air. Dr. Haney is exactly what the doctor ordered for me – personal, focused on wellness (not just my annual exam), and she has an effective staff. I am a patient for life!",
            "–D.B.",
            "Dr. Haney has a very special manner, zen-like is the best I can put to words. I always feel calmed in her presence, even talking about the usually stressful conversations. It's a rare capability that goes along perfectly with her gynecologic skills and communication capabilities. I truly value her and drive 40 miles to see her for my appointments!",
            "–D.O.",
            "Dr. Haney is an amazing practitioner! I have been a patient for several years and recently introduced my young, adult daughter to her as a new patient. Dr. Haney is knowledgeable on current medical research and resources, attentive and authentic, and has a patient-centered practice. She is your doctor from youth to menopause! Fabulous!!",
            "–W.B.",
            "When I first began seeing Dr. Haney, I was a normal, nothing wrong kind of patient. I appreciated her kind approach to my overall health and making sure I was taking care of all of me. Over time as I did develop the occasional issue, it was such a relief to work with a doctor who really listened to what my body was trying to communicate and focused on an outstanding level of personal care. Any doctor can listen for 5 minutes and give a standard answer. Dr. Haney is a breath of fresh air as she actually tries to personalize her approach to my wellness. If you would welcome a doctor who takes the time to actual listen AND provide high quality personalized approach to you, I highly recommend Dr. Haney.",
            "–S.M.",
            "Dr. Haney helped me immensely in finally finding the key to weight loss. She took time to understand my health issues and behaviors and we settled on a winning plan. Her encouragement and follow-up enabled me to learn how to sustain the weight loss for over two years. Thanks to Dr. Haney I am more healthy and feel better than I have in years!",
            "–C.K.",
            "HEAR FROM REAL PATIENTS",
            "As a busy professional, I found myself spending more time on hold scheduling and trying to get refills than I did speaking to the actual doctor about my health. When I found Dr. Haney, I realized I could spend that time on my health! And that she was willing to value my time – what a breath of fresh air. Dr. Haney is exactly what the doctor ordered for me – personal, focused on wellness (not just my annual exam), and she has an effective staff. I am a patient for life!",
            "–D.B.",
            "Dr. Haney has a very special manner, zen-like is the best I can put to words. I always feel calmed in her presence, even talking about the usually stressful conversations. It's a rare capability that goes along perfectly with her gynecologic skills and communication capabilities. I truly value her and drive 40 miles to see her for my appointments!",
            "–D.O.",
            "Dr. Haney is an amazing practitioner! I have been a patient for several years and recently introduced my young, adult daughter to her as a new patient. Dr. Haney is knowledgeable on current medical research and resources, attentive and authentic, and has a patient-centered practice. She is your doctor from youth to menopause! Fabulous!!",
            "–W.B.",
            "When I first began seeing Dr. Haney, I was a normal, nothing wrong kind of patient. I appreciated her kind approach to my overall health and making sure I was taking care of all of me. Over time as I did develop the occasional issue, it was such a relief to work with a doctor who really listened to what my body was trying to communicate and focused on an outstanding level of personal care. Any doctor can listen for 5 minutes and give a standard answer. Dr. Haney is a breath of fresh air as she actually tries to personalize her approach to my wellness. If you would welcome a doctor who takes the time to actual listen AND provide high quality personalized approach to you, I highly recommend Dr. Haney.",
            "–S.M.",
            "Dr. Haney helped me immensely in finally finding the key to weight loss. She took time to understand my health issues and behaviors and we settled on a winning plan. Her encouragement and follow-up enabled me to learn how to sustain the weight loss for over two years. Thanks to Dr. Haney I am more healthy and feel better than I have in years!",
            "–C.K."
        ],
        "3": [
            "Are you preparing to go off to college? College can be one of the most fun, exciting, and transformative times of a person’s life. However, newfound freedoms may also bring with them an increased vulnerability to danger. Unfortunately, personal safety is often overlooked when preparing for college. In this first post of our Off to College Checklist Series, we’ve put together some tips on how to enhance your personal safety as you begin your college journey.",
            "Follow these ten simple tips to help you get a head start on college safety:",
            "Every college campus has safeguards in place to protect you. Find out what your school offers and use those resources for protection. For example, some colleges provide sober driver services on the weekend or escorts who will walk with you across campus at night. Also, memorize your university’s emergency phone number. Hopefully, you’ll never need it but will be prepared in case you do.",
            "Walking alone, especially at night, makes you particularly vulnerable. The buddy system is very important to help avoid dangerous situations. Always walk in pairs or groups, so no one is left alone. This may help decrease your odds of being targeted and ensure your safety.",
            "It’s worth reiterating that when you’re inside your car, dorm room, apartment, or otherwise: lock the door. Don’t forget to lock up when you leave too. Leaving a door unlocked could make both you and your personal space more vulnerable.",
            "Chances are, you have several social media accounts; and while social media is great for sharing our photos, we should be mindful about what we share online—especially with Facebook, Instagram, Twitter, and online dating apps.",
            "Here are some basic steps to follow when it comes to online personal safety. One is to make sure your location on your smartphone is turned off. Someone may be able to use your location data against you in harmful ways. Also, avoid using location ‘check-in’ features on platforms like Foursquare and Facebook. Another rule is to limit the amount of personal information you include on your profile and in posts – never give away private information, including your phone number or address. It’s also a smart idea to limit your in-app chat features to friends only. This will help keep strangers from fishing for private information. Finally, if you meet someone online, be very careful when meeting them in person. Always meet for the first time in a public place – like a coffee shop – and be sure a friend or family member is aware of your plans and who you are with.",
            "It can be easy to get lost on the sprawling grounds of practically any college campus. Whether you are new to campus or just don’t know which building is where be sure to learn your way around as soon as possible. Before your first day, map out the safest way to get from class to class. Then, take a friend with you for a trial run of your class route so you can walk with extra confidence when school starts.",
            "Trust your gut instinct – it’s one of the body’s strongest defense mechanisms. If you feel uncomfortable about something, follow that feeling and leave a situation, no matter what everybody else is doing.",
            "If you are going out, be sure to tell someone you trust where you are going and who you will be with. That way, there will be a place to look and a person to contact if they are unable to get in touch with you.",
            "It is important to be aware that predators exist and to make sure you’re prepared for anything so you can stay safe when it’s party time. Never let your drink out of sight. Don’t accept drinks from anyone. Only drink what you brought, poured, or opened yourself. Also, keep track of how much you are drinking so you don’t go overboard. Always have a trusted friend with you who can help keep you safe just in case. Don’t forget to be that person for others sometimes, too.",
            "Is your date acting creepy? Do you feel unsafe while out with friends? Is someone giving you an uneasy feeling? Always remember, it is okay to lie to help get you and/or your friends out of an uncomfortable situation. The most important thing is your safety. A little white lie won’t hurt anyone.",
            "You never know when you might need to make an emergency call or when someone might need to get in touch with you. Before leaving your dorm or apartment, be sure your phone is fully charged and easily accessible. Also, it’s never a bad idea to keep a portable charger on you as a backup just in case. Be sure to add important numbers, like those of family members and the campus police, as emergency contacts into your cell so they’ll always be easy to reach.",
            "In summary, college should be full of fun, excitement, and adventure. You can’t always predict what will happen, but you can be prepared. The best way to enhance your personal safety is to be aware of your surroundings and know how to respond if something does go wrong. We hope this blog has helped better prepare you for a safe and happy college experience. Be sure to take care of yourself and each other!",
            "What do you think? Let us know in the comments below!",
            "For more on how we can help take care of your gynecologic health in preparation for college, check out the 20s and 30s section of our How GYNs Can Help at Any Stage of Life post.",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "4": [
            "Gynecology visits can be nerve-wracking. Whether you’re experiencing a problem or just dread your annual Pap smear, it can make you hesitant to visit your gynecologist(GYN) regularly. You’ve probably asked yourself, “Do I really need a gynecologist?” While it is an understandable question, gynecology and specialized female healthcare are vital to a woman’s overall health and wellness. All women regardless of age can benefit from having a dedicated GYN. Keep reading to learn why you need one and reasons to see a gynecologist.",
            "Gynecology is the field of medicine dedicated to female health, specifically the reproductive system. While related, obstetrics and gynecology – known together as OBGYN – may focus on different facets of female health. For example, gynecology focuses primarily on the health and wellness of the female reproductive system, while obstetrics focuses primarily on pregnancy. Most female health doctors are board-certified in both obstetrics and gynecology.  ",
            "Gynecologists have specialized training in female anatomy and organs. Usually, a gynecologist will have expertise from a women’s health, gynecology, or OBGYN fellowship, allowing them to provide sub-specialized care that a general practitioner may not be able to provide.  ",
            "Gynecologists primarily see patients for general women’s care, condition diagnosis, and ongoing female health support. While gynecologists focus on the female reproductive system, they are also able to provide additional healthcare services and can serve as a primary care provider. The most common reasons to see a gynecologist are: ",
            "Often, abnormal menstruation, hormonal symptoms, and sexual health concerns bring patients to their GYN. However, gynecologists are equipped to handle a variety of female health concerns beyond sexual and reproductive health, including obesity, diabetes, cancer care, second opinions, and more. If you’re having symptoms or experiencing problems, you should see a gynecologist. ",
            "Gynecologists can help with a variety of symptoms, conditions, and changes patients may face during their lifetime. The American College of Obstetricians and Gynecologists’ Women’s Preventive Services Initiative recommends that women have a well-woman visit each year for preventive health and annual screenings. Depending upon your age, you may need different testing or screenings to help detect conditions, such as breast cancer, cervical cancer, HPV, and more. At any stage in life, a gynecologist can provide ongoing, specialized care and support for female health and wellness. ",
            "What’s important is that you create a meaningful relationship with a GYN. This will only benefit your healthcare. As you age, a gynecologist must take the time to get to know you and listen to you so that you can effectively prevent and detect any changes to your health and body. You must trust your GYN so that you may call them to discuss sensitive matters and whenever you have a problem.",
            "If you’ve ever wondered whether you need a gynecologist, the answer is likely yes. Gynecology care is critical for women’s healthcare, and gynecologists have the specialized knowledge and expertise to understand the complexities of female health. While establishing a GYN early can help set you up for a healthy lifestyle, it’s also never too late to start prioritizing your health. A GYN can help you on the path to better wellness no matter where you are in life. ",
            "Gynecology is more than just your Pap smear. At HaneyGYN, we take the time to truly get to know you and understand your unique needs. That way, we can provide holistic, personalized plans to get you well and keep you healthy, whether you need preventive care, hormone evaluations, second opinions, and more. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "5": [
            "CONTACT US",
            "HERE FOR YOU",
            "CONNECT WITH US",
            "HaneyGYN is a gynecology and women’s health care practice designed with you in mind. With limited patients and without the hindrance of insurance, we are proud to provide the personalized, direct gynecology care you need. If you have any questions or need to get in touch with us, please call our office or use our convenient online contact form.",
            "LOCATION",
            "6210 Highway 100\nSuite 215\nNashville, TN 37205",
            "p: 615.736.4187\nf: 615.577.0647",
            "email: Welcome@HaneyGYN.com",
            "GET DIRECTIONS>",
            "NEED TO GET IN TOUCH?",
            "SEND US A MESSAGE",
            "If this is a medical emergency, please immediately call emergency personnel (911) to get prompt medical attention. Do not rely on electronic communications for assistance in regard to your immediate, urgent medical needs. Please do not include any personal identifying information such as your birth date, or personal medical information in this message.",
            "HEAR FROM REAL PATIENTS",
            "As a busy professional, I found myself spending more time on hold scheduling and trying to get refills than I did speaking to the actual doctor about my health. When I found Dr. Haney, I realized I could spend that time on my health! And that she was willing to value my time – what a breath of fresh air. Dr. Haney is exactly what the doctor ordered for me – personal, focused on wellness (not just my annual exam), and she has an effective staff. I am a patient for life!",
            "–D.B.",
            "Dr. Haney has a very special manner, zen-like is the best I can put to words. I always feel calmed in her presence, even talking about the usually stressful conversations. It's a rare capability that goes along perfectly with her gynecologic skills and communication capabilities. I truly value her and drive 40 miles to see her for my appointments!",
            "–D.O.",
            "Dr. Haney is an amazing practitioner! I have been a patient for several years and recently introduced my young, adult daughter to her as a new patient. Dr. Haney is knowledgeable on current medical research and resources, attentive and authentic, and has a patient-centered practice. She is your doctor from youth to menopause! Fabulous!!",
            "–W.B.",
            "When I first began seeing Dr. Haney, I was a normal, nothing wrong kind of patient. I appreciated her kind approach to my overall health and making sure I was taking care of all of me. Over time as I did develop the occasional issue, it was such a relief to work with a doctor who really listened to what my body was trying to communicate and focused on an outstanding level of personal care. Any doctor can listen for 5 minutes and give a standard answer. Dr. Haney is a breath of fresh air as she actually tries to personalize her approach to my wellness. If you would welcome a doctor who takes the time to actual listen AND provide high quality personalized approach to you, I highly recommend Dr. Haney.",
            "–S.M.",
            "Dr. Haney helped me immensely in finally finding the key to weight loss. She took time to understand my health issues and behaviors and we settled on a winning plan. Her encouragement and follow-up enabled me to learn how to sustain the weight loss for over two years. Thanks to Dr. Haney I am more healthy and feel better than I have in years!",
            "–C.K.",
            "HEAR FROM REAL PATIENTS",
            "As a busy professional, I found myself spending more time on hold scheduling and trying to get refills than I did speaking to the actual doctor about my health. When I found Dr. Haney, I realized I could spend that time on my health! And that she was willing to value my time – what a breath of fresh air. Dr. Haney is exactly what the doctor ordered for me – personal, focused on wellness (not just my annual exam), and she has an effective staff. I am a patient for life!",
            "–D.B.",
            "Dr. Haney has a very special manner, zen-like is the best I can put to words. I always feel calmed in her presence, even talking about the usually stressful conversations. It's a rare capability that goes along perfectly with her gynecologic skills and communication capabilities. I truly value her and drive 40 miles to see her for my appointments!",
            "–D.O.",
            "Dr. Haney is an amazing practitioner! I have been a patient for several years and recently introduced my young, adult daughter to her as a new patient. Dr. Haney is knowledgeable on current medical research and resources, attentive and authentic, and has a patient-centered practice. She is your doctor from youth to menopause! Fabulous!!",
            "–W.B.",
            "When I first began seeing Dr. Haney, I was a normal, nothing wrong kind of patient. I appreciated her kind approach to my overall health and making sure I was taking care of all of me. Over time as I did develop the occasional issue, it was such a relief to work with a doctor who really listened to what my body was trying to communicate and focused on an outstanding level of personal care. Any doctor can listen for 5 minutes and give a standard answer. Dr. Haney is a breath of fresh air as she actually tries to personalize her approach to my wellness. If you would welcome a doctor who takes the time to actual listen AND provide high quality personalized approach to you, I highly recommend Dr. Haney.",
            "–S.M.",
            "Dr. Haney helped me immensely in finally finding the key to weight loss. She took time to understand my health issues and behaviors and we settled on a winning plan. Her encouragement and follow-up enabled me to learn how to sustain the weight loss for over two years. Thanks to Dr. Haney I am more healthy and feel better than I have in years!",
            "–C.K."
        ],
        "6": [
            "Intermittent fasting is rapidly becoming one of the world’s most popular health and wellness trends. Many celebrities sing its praises, citing its health benefits and ease of use. But they aren’t the only ones. In fact, millions of people around the world now use this ancient way of eating to lose weight, improve health, and even live longer. In this guide, we’ll explore all facets of intermittent fasting, including its history, advantages, options, rules, and the stages of the fasting process. Read on to learn more.",
            "Simply put, fasting means you stop eating or stop eating almost completely for a certain amount of time. Furthermore, intermittent fasting (IF) is an eating schedule, which alternates between periods of little to no food and times in which you’re allowed to eat. Typically, when on an IF diet for weight loss, all calories consumed must be made up of ‘good’ foods, like vegetables or whole grains during designated hours of the day. This type of fasting can help regulate blood sugar levels and boost metabolism by burning more fat than usual. Additionally, fasting can help promote better brain function and protein-sparing weight loss, which could even help prevent cancer.",
            "Though fasting has seen a recent surge in popularity, it’s been around since at least the 5th century BCE when Greek physician, Hippocrates, recommended it to patients with certain illnesses. Additionally, humans have used fasting as a form of therapy to treat diseases like obesity and diabetes as early as the 1900s. But humans aren’t the only ones who benefit from this way of eating. In fact, fasting is part of the life cycle for many living organisms. Often, animals undergo periods of food deprivation to survive, including hibernation and migration.",
            "IF is an ancient practice with roots in many cultures and religions across the world. However, it continues to gain more attention as research uncovers more of its health and wellness benefits. Here are just a few of the possible advantages of IF:",
            "So, what happens inside your body as it goes through as it transitions from ‘feeding to fasting’? Here are the five stages of metabolism and fasting:",
            "Basically, these stages cumulatively trigger the body to start using stored fat for energy instead of its preferred energy source, glucose. Additionally, the increased growth hormone levels help to ensure muscle tissue is preserved during fasting.",
            "There isn’t just one way to fast or even a preferred IF regiment. In fact, there are many types of IF, all with a unique style. Additionally, each style carries its own benefits – from boosting metabolism, promoting disease prevention or cellular repair, to improving psychological wellbeing. Some evidence shows eating earlier (noon to 4p) may be better for weight loss than later in the day. Typically, the longer the fast, the greater the benefit. However, fasting for prolonged periods of more than 24 hours with no food is not recommended, as it may lead to cognitive side effects like depression or anxiety due to decreased levels of serotonin production (which regulates sleep cycles).",
            "Below is a brief description of multiple IF options:",
            "Though most foods and beverages are restricted during fasting, there are a few items that are permitted. Only the following are allowed for consumption during the ‘fasting window’:",
            "In closing, IF’s popularity is on the rise for a reason. Fasting is not only a simple and effective method of losing weight. It can also provide a wealth of other health benefits for the mind and body. However, it is not for everyone. Always check with your doctor first to make sure IF is right for you. Also, consider starting slowly with a 12-hour overnight fast to ease into your journey to improving your overall health and wellbeing.",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. "
        ],
        "7": [
            "Preparing for college can be an exciting, yet stressful time for a fledgling coed. From coordinating housing and choosing classes to adjusting to an entirely new lifestyle, it can even be overwhelming. Unfortunately, it’s easy for new students to neglect some of the most vital aspects of their health and wellbeing during this time. That’s why we created our Off to College blog series. Our goal is to help new college students better prepare for a happy and healthy college experience. In the first Off to College post, we discussed our top tips for personal safety at college. In this, our second post of the series, we turn the focus to female health. Continue reading for tips on how to prioritize your reproductive health as you transition into your freshman year.",
            "It’s recommended that women have their first gynecological visit between the ages of 15 and 18. Ideally, all women should have had a GYN visit by the time they start college and their first GYN exam by age 21.",
            "So, before heading off, be sure to schedule a routine well-woman visit with a local gynecologist. This will help ensure you are healthy and give you peace of mind knowing your annual check-up is complete. Additionally, the visit may serve as your pre-participation physical exam, which most universities now require for incoming students. Check with your college admissions department to see if it qualifies.",
            "By now, you know the GYN relationship is vital in most of life’s many stages. However, a doctor’s guidance is often particularly significant during this period in a woman’s life. College coeds are often faced with many firsts—some unfamiliar and others closely personal. Thankfully, a GYN can serve as a helpful resource and confidante during this time. So, it’s important to start building a strong rapport with your GYN as soon as possible.",
            "Also, keep in mind most colleges now offer onsite health services, including gynecologic care. So, be sure to familiarize yourself with the clinics and health services available at your university. And don’t forget you can always call your home GYN to ask questions or schedule a visit during school break.",
            "As we’ve discussed, a GYN can help with much more than routine check-ups and contraception. But what else might warrant a call to the gynecologist? Here are just a few examples of situations in which you should definitely give your GYN a ring:",
            "Lastly, the patient-GYN relationship is sacred. For your gynecologist, there is virtually no topic involving your health and well-being that is off-limits. Furthermore, remember that anything you discuss with them about birth control, sex, STDs, pregnancy, or anything else is private and confidential. So, trust your GYN. They are there to help you – not to judge you.",
            "In closing, as you prepare to enter your freshman year, don’t forget to make your female health a priority. That means the gynecologist should be a constant in your life from now on. Soon, you will likely encounter new, and potentially challenging, and stressful experiences. As you embark on this journey, remember that your GYN is there for you. They are there to help guide and empower you to prioritize your health as you travel through life.",
            "What do you think? Let us know in the comments below!",
            "For more on how we can help take care of your gynecologic health in preparation for college, check out the 20s and 30s section of our How GYNs Can Help at Any Stage of Life post.",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "8": [
            "We’ve talked before about why you need a gynecologist. Now we’re discussing why a GYN is vital during every stage of life. The number of women seeing gynecologists has dropped through the years. However, a gynecologist can ensure you receive total healthcare as a woman. Gynecology is more than just your Pap smear. Keep reading to learn how a GYN can help you at any stage of life. ",
            "Women need a gynecologist at all stages of life. Female healthcare is more than just Pap smears and menopause. It’s much more than that. Gynecologists have specialized training in female health to help with your unique needs. Examples can include nutrition, weight loss, cancer care, preventive care, and much more. Ongoing care is vital no matter your age. Starting as a teen and through adulthood, a GYN can help you on your path to better health and wellness. ",
            "Teenagers and young adults should begin understanding their bodies early to help them stay healthy in the future. How you set your foundation can affect your healthcare later in life, and it’s crucial to establish a relationship with a doctor you trust. It’s okay to be nervous, especially on a first visit to the gynecologist, though. ",
            "For parents, a gynecologist for your child is more than just about first periods. Instead, finding a gynecologist for your child will ensure they receive necessary care. For example, your teen may need birth control, general healthcare, vaccinations, breast health, and more.  ",
            "Not every teen needs a gynecologist immediately. But it is crucial for teens and young 20s who are sexually active or experiencing problems to see a doctor. Problems such as heavy or overly painful periods or pelvic pain are common in young adults. A GYN can guide young women in their future care. They can help them understand important milestones such as knowing when to have a first Pap smear and how often to see a gynecologist. Current guidelines suggest most women receive their first Pap smear beginning at age 21.  ",
            "Throughout your 20s and 30s, gynecology care is more than just your Pap smear. GYNs can help with a variety of unique healthcare needs. These include family planning, fertility assessments or assistance, treatment for gynecologic conditions, weight loss, genetic testing, and aging. ",
            "The goal in your 20s and 30s should be to know your body. The better you understand your own body and health, the easier it is to understand when something is abnormal. Regular preventive care visits and a good relationship with your doctor is key. Regular pelvic exams, Pap smears, and hormone testing can help keep you on the path to good health.  ",
            "During this stage in your life, a GYN can help you decide if your birth control is still right and safe for you. They can also help you determine whether changes in your menstrual cycle, common in your 20s and 30s, are normal or a sign of something more serious. Additionally, those older than 30 may experience an increased risk for certain conditions, such as cervical cancer and thyroid disease.  ",
            "In your 40s and early 50s, it’s important to maintain your healthcare. While a solid foundation of care at a young age can help set you up for a healthy life, it is never too late to begin preventive care. ",
            "At this stage in your life, a gynecologist can help support you through continued regular exams, mammograms, Pap smears, general healthcare, yearly exams, and mental health care. Prevention should be a focus at this age. Lowering your risk of disease, like heart disease and breast cancer, is vital.  ",
            "This can mean discussing birth control after 40 or perhaps getting pregnant at a later stage in life. Moreover, problems can still arise in your 40s and 50s. For example, endometriosis and uterine fibroids may not present until a woman is in her 30s and 40s or sometimes later. Therefore, it’s vital to maintain a good relationship with your doctor through regular exams and open communication.  ",
            "Looking into your mid-50s and beyond, a gynecologist can help you adjust to hormonal changes. They can also provide continued care for gynecologic and chronic conditions. Staying on the path to optimal health is critical as you age, and regular gynecology exams are still necessary. ",
            "As you age into your late 50s and beyond, most women do not need regular Pap smears. Yet, preventive and annual exams are still an important piece of your healthcare. Staying well means receiving preventive screenings for heart health, breast cancer, cervical cancer, and bone density. ",
            "Hormonal changes at this age are common. Menopause, for example, usually begins in the 50s. Many think of menopause as merely hot flashes, but it is much more. The process can be different for everyone, and it’s important to find ongoing care and support during this time. Also, a gynecologist can help you maintain sexual satisfaction and desire, which may naturally decline with age-related hormonal changes. ",
            "If you’re not sure you need a gynecologist at your age, we hope this article helps. It can be confusing to know when you need care and who to turn to. Fortunately, GYNs can help women at any age with a variety of healthcare needs. It’s much more than just your Pap smear and pregnancy.  ",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "9": [
            "Happy New Year from all of us at HaneyGYN! We are also celebrating 2 years of providing an innovative new level of healthcare to women. In 2020, we were on the forefront of developing direct patient care in Nashville. Our dream to give women frictionless access to excellent preventive healthcare and gynecologic care has become a reality and is flourishing as we enter 2023! Here are just a few exciting things we experienced in 2022:",
            "We opened our new HaneyGYN office space.\nOur new space provides an enhanced experience in a convenient and calm environment in which to engage with your provider. We’ve also continued our commitment to our founding principles:",
            "In short, we have reimagined the personalized delivery of women’s healthcare with CARE at the forefront of every interaction.",
            "We added new services at the HaneyGYN office space. \nIn addition to excellent gynecologic care for all ages, we are thrilled to now offer the following services, all under the HaneyGYN roof:",
            "We launched THRIVE, our group weight loss program.\nIn collaboration with Stephanie Korn Wellness, we recently introduced THRIVE, a 12-week group-based sustainable weight loss program that includes a medical evaluation and physician oversight. In 2022, ALL participants in THRIVE lost over 5% of their body weight in 12 weeks and left the program with a blueprint to continue weight loss and healthy lifestyle habits!",
            "We took a leap of faith and are so proud of what we built.\nFinally, we took a chance on taking care of women directly, without barriers, and we have succeeded in the goal to improve the health of the women who trust us with their care.",
            "We have many more exciting new things coming.\nPlease be sure to make your health a priority in 2023 and experience healthcare re-imagined at HaneyGYN, where women and their health are at the helm!",
            "Here’s to good health and happiness in 2023!\nSincerely,\n\nKatherine C. Haney, MD, FACOG, NCMP, ABOM\nPresident and Founder of HaneyGYN ",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. "
        ],
        "10": [
            "Are you interested in learning more about our practice? Read more to learn the answers to some of your most frequently asked questions.",
            "A: Yes, absolutely!  Caring for women at all stages of life is what Haney|GYN is all about.",
            "A: Yes. Dr. Haney is board certified in menopausal medicine and has many years of experience helping patients through the changes related to menopause. She personalizes hormonal and non-hormonal treatments to meet a patient’s needs.",
            "A: Absolutely. We will have ample time to discuss your concerns and begin to work on solutions. If you have health goals, disease prevention, or questions about your overall health please bring them up at your visit.",
            "A: We believe that by eliminating the middleman, or the insurance company, we provide better care directly to you.  The time traditionally spent on billing, coding, and data entry is returned to the patient.  This means a more efficient office and more time for your visit.  In addition, the insurance company will no longer be in control of what care you need, or what referrals, labs, and imaging you need.",
            "A: Yes, typically you may pay with an HSA card or FSA card but we suggest you confirm this with your insurance plan prior to your visit.",
            "A: Just ask for a superbill at the end of your visit and we will gladly provide it.  You will submit it to your insurance company for reimbursement.  If you have out-of-network benefits the charges typically apply to your out-of-network deductible. Haney|GYN cannot guarantee out-of-network reimbursement.  We suggest you discuss your out-of-network benefits with your insurance company prior to your visit.",
            "A: The professional services for Dr. Haney to perform surgery or provide hospital care will be billed directly to the patient.  The patient may then submit the professional charges to their insurance for reimbursement.  Hospital charges will be billed by the hospital through your insurance.",
            "A: Nothing changes.  Referrals will be coordinated by Haney|GYN for you.  They will be billed traditionally to your insurance by the office to which you are referred. Mammograms, ultrasounds, and labs are scheduled just like they have been in the past and are billed to your insurance company.  Your prescriptions go to the pharmacy you choose. It is that simple.",
            "A: Yes. Payment will be due to Haney|GYN at the time of service.  You will sign a waiver declaring that neither you nor Dr. Haney will directly bill Medicare for professional services. Medicare will generally still cover most laboratory testing, imaging, and medications ordered by our office as guided by your Medicare plan.",
            "HaneyGYN was designed to provide more of what matters most to you. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. ",
            "HaneyGYN is a female-led, private gynecology practice led by Dr. Katherine Haney. Dr. Haney’s goal is to guide women in good health care through any stage of life. To learn more about our practice, please contact us today. "
        ],
        "11": [
            "Mona Lisa Touch® is a simple, non-surgical laser treatment for vaginal rejuvenation that has provided life-changing results for thousands of women around the world. At HaneyGYN, we are proud to offer this game-changing treatment to the women of Nashville, TN, and the surrounding area. Read on to learn the answers to some of your most frequently asked questions about Mona Lisa Touch®.",
            "The MonaLisa Touch® is a carbon dioxide laser specifically designed to treat vaginal tissue. Similar to laser facial treatments, the procedure uses lasers to make micro-abrasions or tiny scratches in the vaginal wall, which stimulate the growth of new blood vessels and promotes healing. Furthermore, the gentle laser treatment can regenerate your vaginal tissue safely and effectively. Additionally, it provides you with a hormone-free, medication-free solution to a range of pelvic health conditions.",
            "Naturally, your estrogen levels decline as you age, especially after menopause. As this happens, your vaginal tissue can atrophy, meaning your vaginal tissue becomes thinner and dryer than when you were younger. This may also cause your vaginal tissue to become inflamed and cause itching, burning, discomfort, and even bleeding.",
            "Vaginal atrophy may also cause you to experience the following conditions, which Mona Lisa Touch can help treat and reverse",
            "During a Mona Lisa Touch treatment, gentle laser energy is delivered to the vaginal wall tissue and stimulates a healing response in the vaginal canal. A small metal wand much like an ultrasound wand is inserted into the vagina (in the same place where a tampon would be inserted) and turned in a clockwise and counterclockwise motion targeting the vaginal tissue. The laser treatment is painless, minimally invasive, and takes less than 5 minutes to perform. Some patients report mild discomfort with the laser tip insertion during the first procedure if there is vaginal dryness or atrophy. Patients experience very little downtime or side effects and the procedure is performed in the comfort of our office. Anesthesia is not necessary.",
            "Most women can return to their normal routine soon after having MonaLisa Touch treatment, although you may be asked to refrain from sexual intercourse for two or three days.",
            "The MonaLisa Touch® requires a series of three to four laser sessions. These 5-minute sessions are scheduled about six weeks apart. Additionally, some patients may require treatment touch-ups once a year.",
            "Most women are able to tolerate treatments very well. However, some may experience temporary, minor side effects such as mild vaginal bleeding, vaginal discharge, tenderness, itching, or burning.",
            "This treatment is ideal for perimenopausal and postmenopausal women, as well as women with breast cancer who experience vaginal dryness as a result of chemotherapy or hormone therapy. Additionally, younger women who have experienced stretched vaginal tissue due to childbirth may benefit from this treatment.",
            "For more info about MonaLisa Touch, as well as to help determine if the treatment is right for you, call us at 615.736.4187.",
            "Caring for women at all stages of life is what HaneyGYN is all about. Whether you’re the parent of a teen who needs gynecology care or in need of care yourself, Dr. Haney is here to help. We take the time to truly get to know you and understand your unique needs to provide personalized, effective care. Learn more about our practice by contacting us today. "
        ],
        "12": [
            "Happy New Year from all of us at HaneyGYN! We are also celebrating 2 years of providing an innovative new level of healthcare to women. In 2020, we were on the forefront of developing direct patient care in Nashville. Our dream to give women frictionless access to excellent preventive healthcare and gynecologic care has become a reality and is flourishing as …",
            "  HaneyGYN Turns Two: 2023 Update Read More »",
            "Mona Lisa Touch® is a simple, non-surgical laser treatment for vaginal rejuvenation that has provided life-changing results for thousands of women around the world. At HaneyGYN, we are proud to offer this game-changing treatment to the women of Nashville, TN, and the surrounding area. Read on to learn the answers to some of your most …",
            "  MonaLisa Touch®: Frequently Asked Questions (FAQs) Read More »",
            "Preparing for college can be an exciting, yet stressful time for a fledgling coed. From coordinating housing and choosing classes to adjusting to an entirely new lifestyle, it can even be overwhelming. Unfortunately, it’s easy for new students to neglect some of the most vital aspects of their health and wellbeing during this time. That’s …",
            "  Off to College: Tips for Prioritizing Your Female Health Read More »",
            "Intermittent fasting is rapidly becoming one of the world’s most popular health and wellness trends. Many celebrities sing its praises, citing its health benefits and ease of use. But they aren’t the only ones. In fact, millions of people around the world now use this ancient way of eating to lose weight, improve health, and …",
            "  Intermittent Fasting: A Beginner’s Guide Read More »",
            "Are you preparing to go off to college? College can be one of the most fun, exciting, and transformative times of a person’s life. However, newfound freedoms may also bring with them an increased vulnerability to danger. Unfortunately, personal safety is often overlooked when preparing for college. In this first post of our Off to …",
            "  Off to College: Top 10 Personal Safety Tips Read More »",
            "Are you interested in learning more about our practice? Read more to learn the answers to some of your most frequently asked questions. Q: Does Dr. Haney see patients of all ages? A: Yes, absolutely!  Caring for women at all stages of life is what Haney|GYN is all about. Q: Does Dr. Haney treat menopausal …",
            "  Haney GYN Frequently Asked Questions Read More »",
            "We’ve talked before about why you need a gynecologist. Now we’re discussing why a GYN is vital during every stage of life. The number of women seeing gynecologists has dropped through the years. However, a gynecologist can ensure you receive total healthcare as a woman. Gynecology is more than just your Pap smear. Keep reading to learn …",
            "  How A GYN Can Help You At Any Stage In Life Read More »",
            "Most of us had an anatomy or wellness class at some point in school. Yet, as time passes, you might have forgotten some of those lessons. Have you ever asked yourself questions like: What are female hormones? What is their function? What hormones do I have in my body? If so, this post is for you.  Below, we talk …",
            "  Female Hormone Basics: What You Need To Know Read More »",
            "Gynecology visits can be nerve-wracking. Whether you’re experiencing a problem or just dread your annual Pap smear, it can make you hesitant to visit your gynecologist(GYN) regularly. You’ve probably asked yourself, “Do I really need a gynecologist?” While it is an understandable question, gynecology and specialized female healthcare are vital to a woman’s overall health and wellness. All women …",
            "  Do I Really Need A Gynecologist? Read More »"
        ]
    }
}